7zip
aether
amd-ucode
android-studio
anydesk-bin
asdcontrol
base
base-devel
bash-completion
bat
bluetui
bluez
bluez-utils
bolt
bottom
breezy
bridge-utils
brightnessctl
btop
btrfs-progs
cava
clang
code
cups
cups-browsed
cups-filters
cups-pdf
cursor-bin
discord
dnsmasq
docker
docker-buildx
docker-compose
dualsensectl-git
dust
efibootmgr
egl-wayland
evince
exfatprogs
expac
eza
fastfetch
fcitx5
fcitx5-gtk
fcitx5-qt
fd
ffmpegthumbnailer
flutter
fontconfig
fzf
ghostty
git
git-delta
github-cli
gnome-calculator
gnome-disk-utility
gnome-keyring
gnome-themes-extra
gpu-screen-recorder
grim
grub
gst-plugin-pipewire
gum
gvfs-mtp
gvfs-nfs
gvfs-smb
helix
hypridle
hyprland
hyprland-guiutils
hyprland-preview-share-picker
hyprlock
hyprpicker
hyprsunset
imagemagick
impala
imv
inetutils
inxi
iwd
jdk21-openjdk
jq
jre
kdenlive
kvantum-qt5
lazydocker
lazygit
less
lib32-nvidia-utils
libpulse
libqalculate
libreoffice-fresh
libva-nvidia-driver
libvirt
libyaml
linux
linux-firmware
linux-headers
llvm
localsend
luarocks
mako
man-db
mariadb-libs
mesa-utils
mise
mpv
nautilus
neovim
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
nvidia-open-dkms
nvidia-prime
nvidia-utils
obs-studio
obsidian
omarchy-keyring
omarchy-nvim
omarchy-walker
openbsd-netcat
os-prober
pamixer
pinta
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
plocate
plymouth
pnpm
polkit-gnome
postgresql-libs
power-profiles-daemon
procs
python-gobject
python-pip
python-poetry-core
python-terminaltexteffects
qbittorrent
qemu-full
qt5-wayland
qt6-wayland
reflector
ripgrep
rpcs3-appimage
ruby
rust
rustdesk-bin
sad
satty
scrcpy
sddm
signal-desktop
slurp
sof-firmware
speedtest-cli
spotify
starship
steam
stow
sunshine
sushi
swaybg
swayosd
swww
system-config-printer
tailscale
tealdeer
telegram-desktop
tmux
tobi-try
tor
tree-sitter-cli
ttf-cascadia-mono-nerd
ttf-dejavu
ttf-ia-writer
ttf-jetbrains-mono-nerd
typora
tzupdate
ufw
ufw-docker
unrar
unzip
usage
uwsm
vde2
virt-manager
virt-viewer
vlc
waybar
wayfreeze
wget
whois
wine
wireless-regdb
wiremix
wireplumber
wl-clipboard
woff2-font-awesome
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-terminal-exec
xmlstarlet
xournalpp
yaru-icon-theme
yay
yazi
zen-browser-bin
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
